import { Item } from "@/types/items";

export const itemlist: Item[] = [
  {
    id: "rimuru",
    label: "リムル＝テンペスト",
    tags: ["キャラクター", "妖魔族", "八星魔王", "異世界人", "テンペスト"],
    summary:
      "主人公のスライム。人間だった前世の記憶と知識を持つ。大賢者のスキルを持ち、様々な能力を獲得していく。テンペスト連邦の創設者であり指導者。",
  },
  {
    id: "benimaru",
    label: "ヴェルドラ＝テンペスト",
    tags: ["キャラクター", "竜種", "四天王", "テンペスト"],
    summary:
      "鬼族の戦士。リムルに忠誠を誓い、強力な部下となる。テンペスト連邦の重要な人物の一人。",

    status: [],
  },
  {
    id: "benimaru",
    label: "ベニマル",
    tags: ["キャラクター", "大鬼族", "四天王", "聖魔十二守護王", "テンペスト"],
    summary:
      "鬼族の戦士。リムルに忠誠を誓い、強力な部下となる。テンペスト連邦の重要な人物の一人。",

    status: [],
  },
  {
    id: "benimaru",
    label: "シュナ",
    tags: ["キャラクター", "大鬼族", "テンペスト"],
    summary:
      "鬼族の戦士。リムルに忠誠を誓い、強力な部下となる。テンペスト連邦の重要な人物の一人。",

    status: [],
  },
  {
    id: "benimaru",
    label: "ソウエイ",
    tags: ["キャラクター", "大鬼族", "テンペスト"],
    summary:
      "鬼族の戦士。リムルに忠誠を誓い、強力な部下となる。テンペスト連邦の重要な人物の一人。",

    status: [],
  },
  {
    id: "benimaru",
    label: "シオン",
    tags: ["キャラクター", "大鬼族", "四天王", "聖魔十二守護王", "テンペスト"],
    summary:
      "鬼族の戦士。リムルに忠誠を誓い、強力な部下となる。テンペスト連邦の重要な人物の一人。",

    status: [],
  },
  {
    id: "benimaru",
    label: "ハクロウ",
    tags: ["キャラクター", "大鬼族", "テンペスト"],
    summary:
      "鬼族の戦士。リムルに忠誠を誓い、強力な部下となる。テンペスト連邦の重要な人物の一人。",

    status: [],
  },
  {
    id: "benimaru",
    label: "クロベエ",
    tags: ["キャラクター", "大鬼族", "テンペスト"],
    summary:
      "鬼族の戦士。リムルに忠誠を誓い、強力な部下となる。テンペスト連邦の重要な人物の一人。",

    status: [],
  },
  {
    id: "benimaru",
    label: "ランガ",
    tags: ["キャラクター", "牙狼族", "聖魔十二守護王", "テンペスト"],
    summary:
      "鬼族の戦士。リムルに忠誠を誓い、強力な部下となる。テンペスト連邦の重要な人物の一人。",

    status: [],
  },
  {
    id: "benimaru",
    label: "ゴブタ",
    sublabel: "あほ",
    tags: ["キャラクター", "小鬼族", "四天王", "テンペスト"],
    summary:
      "鬼族の戦士。リムルに忠誠を誓い、強力な部下となる。テンペスト連邦の重要な人物の一人。",

    status: [],
  },
  {
    id: "eichiarumono",
    label: "大賢者",
    sublabel: "エイチアルモノ",
    tags: ["スキル", "ユニークスキル", "美徳系"],
    summary:
      "鬼族の戦士。リムルに忠誠を誓い、強力な部下となる。テンペスト連邦の重要な人物の一人。",

    status: [],
  },
  {
    id: "kuraumono",
    label: "捕食者",
    sublabel: "クラウモノ",
    tags: ["スキル", "ユニークスキル"],
    summary:
      "鬼族の戦士。リムルに忠誠を誓い、強力な部下となる。テンペスト連邦の重要な人物の一人。",

    status: [],
  },
  {
    id: "aisubureka-",
    label: "氷塊破砕",
    sublabel: "アイスブレイカー",
    tags: ["魔法", "元素魔法"],
    summary:
      "対個人では上位に位置する魔法。わざわざ大気中の水分を氷結させた後にそれを粉砕するという、群を抜いた殺傷力の高さを誇る。",

    status: [],
  },
  {
    id: "materiarueria",
    label: "万物隔離結界",
    sublabel: "マテリアルエリア",
    tags: ["魔法", "結界"],
    summary:
      "結界の内外を完全に隔離する『隔離結界』。ニコラウスと隊長格4名が五芒星を描くように陣取り張られた。",

    status: [],
  },
  {
    id: "imajinari-bure-do",
    label: "虚無の剣撃",
    sublabel: "イマジナリーブレード",
    tags: ["アーツ", "聖剣技"],
    summary:
      "“崩魔霊子斬”の上位互換。霊子を斬り裂くのではなく、『虚無崩壊』により霊子を喰らうという性質を持つ。喰らった傍から『虚数空間』に放り込むため、事実上の防御不可、剣で受けても即終了という完全なる初見殺しを実現させた必殺技。",

    status: [],
  },
  {
    id: "zeranusuEP",
    label: "114,000,000",
    sublabel: "ゼラヌス",
    tags: ["存在値", "21巻"],
    summary: "",

    status: [],
  },
  {
    id: "gureipuni-ru",
    label: "聖魔封じの鎖",
    sublabel: "グレイプニール",
    tags: ["武具・アイテム", "神話級"],
    summary:
      "聖も魔も封じる竜帝の神器。ヴェルダナーヴァが自らの手で創造した、神話級の中でも上位の強度と柔軟性を誇る不壊属性の鎖。フェンは長い年月コレで縛られたことで、いつしか身体の一部の如く操れるようになり、鎖も悪神の放つ魔素を吸収し進化を遂げ、神話級を凌駕する性能を有するようになった。",

    status: [],
  },
  {
    id: "juratennpesutorennpoukoku",
    label: "ジュラ・テンペスト連邦国",
    sublabel: "",
    tags: ["国家・組織", "国家", "テンペスト"],
    summary:
      "ジュラの大森林を領土とする魔物の国。国民である魔物のほとんどが国家元首であるリムル＝テンペスト個人の忠誠を誓っており、連邦国と名が付いているが実質的には彼による絶対君主制が敷かれている。異世界人としての知識と自由な発想、それを実現可能な案として調整を行う彼のスキル、そして命令に従順に従い人間以上の働きを行う魔物達。リムルが目指す“楽しく過ごせる国”を目指して、世界の常識を打ち砕きながら急成長を続け、この国を中心とした人類国家を巻き込んだ文化圏の形成までもが進められている。",

    status: [],
  },
  {
    id: "supiatoro",
    label: "槍頭鎧魚",
    sublabel: "スピアトロ",
    tags: ["魔物", "魔獣"],
    summary:
      "海を支配する巨大な魔物。4メートル以上の巨体を誇る。船のどてっ腹に突っ込んでくる。赤身が美味しい",

    status: [],
  },
  // {
  //   id: "",
  //   label: [""],
  //   category: "",
  //   tags: [""],
  //   summary: "",
  //   status: [],
  // },
];
